Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/veiledning_kp_regning_veiledning_kp_regning_3trinn_nordsamisk.docx.tmx
Source language: sme
Languages: sma

source: Son doaivu ahte lagamus lohku álo lea stuorit lohku.
sma: Dïhte veanhta lïhkemes taale iktesth akte stuerebe taale.

source: Ollu oahppit rahčet gielalaš doahpagiiguin nugo lagamus ja unnimus.
sma: Jïjnjh learohkh tjabreminie gïeledïejvesigujmie goh lïhkemes jïh vaenebe.

source: Oahpaheamis ferte bidjat fokusa sihke gielalaš ja matematihkalaš doahpagiidda.
sma: Ööhpehtimmesne tjuara fokusem utnedh dovne gïeledïejvesidie jïh dejtie matematihkeles dïejvesidie.

source: Ánte rahčá oaidnit loguid lohkolinjjás mat sáhttet ovddastit barggu maid son galgá bargat
sma: Aanta tjabreminie taalesïeven mietie svihtjedh gosse edtja dam barkoem darjodh (15 – 3).

source: Ánte dárbbaša doarjaga máhttit geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimis.
sma: Aanta dåarjoem daarpesje juktie maehtedh taalesïevem nuhtjedh goh viehkiedïrrege taaleryöknedæmman.

source: Lohkoráiddu ipmárdusa ovdánahttin
sma: Evtiedimmie goerkesistie taalesïeveste

source: Lohkoráiddu ja lohkolinnjá ipmirdeapmi álgá dainna go oahppá lohkosániid ja lohkosymbolaid ja makkár vuorus dat galget leat.
sma: Goerkese taaleraajroste jïh taalesieveste aalka gosse leara taalebaakojde, taalesymbovlide jïh mennie öörneginie dah tjåadtjoeh.

source: Dat máhttu vuolgá loguidlohkamis.
sma: Daate lea daajroe ryöknemen bïjre.

source: Dađistaga ipmirdit oahppit man stuora intervállat loguid gaskkas leat, nugo ahte buot viđežat leat guovtti logeža juste gaskkas.
sma: Mænngan learohkh aelkieh guarkedh man stoerre intervallh taali gaskem, goh gaajhkh vïjhth leah gaskoeh doh göökte minngebe luhkieh.

source: Sii ipmirdit ahte 23 lea lagabus 20 go 30.
sma: Dah guarkah 23 leah lihkebe 20 goh 30.

source: Sii ipmirdit maiddái ahte okta segmentta lohkolinnjás sáhttá álgit eará loguin go 0, ja ahte sáhttet leat eará juogut go 1.
sma: Dah aaj guarkah akte segmente aktede taalesieveste maahta jeatjah taaligujmie aelkedh goh 0, jïh dïhte maahta jeatjahlaakan juakeme årrodh goh 1.

source: Oahppit geavahit máhtuset lohkoráiddu birra loguid árvvuid birra vai dihtet gosa galget bidjat loguid lohkolinnjás.
sma: Learohkh maehtieh nuhtjedh daajroem taaleraajroen jïh taali aarvoen bïjre juktie vaaksjoehtidh jïh taalh taalesievese bïejedh.

source: Dađistaga ovdánahttet oahppit mentála lohkolinnjá maid sáhttet geavahit lohkat vulos- ja bajás guvlui ja bargobihtáid čoavdimii (eanet dan birra Rehkenastin temás).
sma: Mænngan learohkh sijhtieh aktem mentaale taalesievem evtiedidh maam maehtieh nuhtjedh gosse edtjieh bæjjese jïh våålese ryöknedh jïh laavenjassh loetedh (vielie dan bïjre Ryöknedimmesne).

source: Viidásit ovdáneapmi mielddisbuktá ahte oahppi ovdána das ahte máhttá lohkolinnjá bajás- ja vulosguvlui atnit dasa ahte álgá lohkolinnjá geabbilit geavahit čoavdit bargobihtáid.
sma: Vijriesåbpoe evtiedimmie sæjhta jiehtedh learohkh ij ajve bæjjese jïh våålese svihtjh taalesievesne men aelkieh taalesievem fleksijbeleslaakan nuhtjedh dåeriesmoereloetemisnie.

source: Oahppit geavahit mentála lohkolinnjá go sirrejit loguid sturrodaga mielde.
sma: Learohkh dam mentaale taalesievem nuhtjieh gosse taalh stoeredahken mietie veesmieh.

source: Go sii dovdet lohkolinnjá struktuvrra, de sii sáhttet geavahit dan mearridit guovtti logu gaskka, ovdamearka dihte lea go 18 lagabus 15 vai 20.
sma: Gosse struktuvrem taalesievesne demtieh, maehtieh dam nuhtjedh juktie gåhkoem jiehtedh göökte taali gaskem, vuesiehtimmien gaavhtan mejtie 18 leah lihkemes 15 jalh 20.

source: Mentála lohkolinnjá ovdánahttin lea gitta das ahte oahppi beassá bargat sihke smávva ja stuora loguiguin.
sma: Dastegh learohkh edtjieh aktem mentaale taalesievem evtiedidh dah tjuerieh barkedh dovne smaave jïh stoerre taaligujmie.

source: Viidásit barggu ohppiiguin sáhttá álggahit guorahallamiin man bures oahppit dovdet lohkoráiddu.
sma: Geajnoe guhkiebasse Maahta dam guhkiebasse barkoem aelkedh viehkine goerehtidh man hijven daajroe learohke taaleraajrose åtna.

source: Ovdamearka dihte sáhttá ohppiid geat rahčet eanemusat diktit lohkát viidásit muhtun logus, sihke bajás guvlui ja vulos guvlui.
sma: vuesiehtimmien gaavhtan baajedh learoehkidie guhkiebasse ryöknedh saaht man taalen raejeste, dovne bæjjese jïh våålese.

source: Buot ohppiide sierra beroštumi ráji vuolábealde berre álgit kártengeahččalemiid bargobihtáiguin ja diktit oahppi čilget mo son lea sirren loguid sturrodaga mielde ja mo lea mearridan man stuora interválla guovtti logu gaskkas lea.
sma: Gaajhkide learoehkidie tjoeperdimmieraasten nuelesne byöroe våaromem vaeltedh dejnie laavenjassine goerehtallemepryövesne jïh baajedh learohkem buerkiestidh guktie dïhte lea taalh stoeredahken mietie veesmeme, jïh

source: Iskka maiddái makkár lohkosturrodagaid oahppit sáhttet bidjat lohkolinnjái.
sma: Goerehth aaj mah taalestoeredahkh learohke maahta taalesïevide bïejedh.

source: Geahča lohká go oahppi ovtta ja ovtta dassážii olle lohkui gosa galggai, vai geavaha go oahppi mearkkaid lohkolinnjás.
sma: Vuartesjh mejtie learohke ryöknoe akti akti vaajteles taalen raajan, jallh mejtie learohke mïerhkesjimmide taalesïevesne nuhtjie.

source: Man ollu gaskamearkkaiguin ferte merken lohkolinnjá ovdalgo oahppi sáhttá bidjat logu rievttes sadjái ?
sma: Man fïjne juekeme tjuara taalesïevesne årrodh ihke learohke edtja maehtedh taalem reaktoe sæjjan bïejedh ?

source: Go oahppit barget loguid sirremiin sturrodagaid mielde dahje lagamus loguid gávdnamiin, de sii fertejit geavahit iežaset mentála lohkolinnjá.
sma: Guhkiebasse maahta aaj baajedh learohkem dååjrehtimmiem åadtjodh ovmessie taalesïevh nuhtjedh (ovmessie

source: Sáhttá leat stimulerejeaddji oahppi ovdáneapmái jus bargá konkrehtaiguin sihke fysalaš lohkolinnjá vehkiin ja dan haga.
sma: mïerhkesjimmiejgujmie), taalh taalesïevese bïejedh, taalh lohkedh bæjjese jïh våålese taalesïevesne, maaje ovmessie intervalligujmie.

source: Ohppiide sáhttá leat álkibut ipmirdit loguid ja lohkorehkenastima go geavahit ollu konsekveantta visuála representašuvdnahámiid nugo lohkolinnjá.
sma: Gosse learohkh barkeminie taalh stoeredahken mietie jallh lïhkemes taalem gaavnedh, tjuerieh sov jïjtse mentaale taalesïevem nuhtjedh.

source: Lohkolinnjáid geavaheapmi luohkkálanjain sáhttá stimuleret oahppi háhkat alcces mentála lohkolinnjá maid son sáhttá geavahit lohkorehkenastimis.
sma: Maahta learohki evtiedimmiem skreejredh jis barkeminie dagkeri konkreetigujmie dovne viehkine aktede fysiske taalesïeveste jïh bielelen.

source: Ánte rahčá geavahit lohkolinnjá beavddis nalde riekta.
sma: Vijries jïh ihkuve åtnoe visuelle vuesiehtimmijste goh taalesïeve,

source: Kártengeahččaleapmi ii iská máhttá go oahppi geavahit lohkolinnjá veahkkeneavvun lohkorehkenastimis.
sma: maahta aelhkebe darjodh learoehkasse taalide jïh taaleryöknedimmiem guarkedh.

source: Lohkolinnjá sáhttá leat buorre veahkkeneavvun matematihka vuođđo máhtolašvuođaid oahppamis.
sma: Vihkeles dagkerh vuesiehtimmievuekieh ektiedamme sjidtieh dejtie matematihkeles symbovlide.

source: Geahča evttohuvvon lassi lohkamušaid vuollelis.
sma: Vuartesjh raeriestimmieh vielie lohkemen bïjre vuelielisnie.

source: Evttohusat lassi lohkamušaide
sma: Raeriestimmie vielie lohkemen bïjre

source: Dyskalkulia, Kapihtal lohkovuogádaga birra
sma: • Dyskalkulia, kapihtele taalesysteemen bïjre

source: Buriid rehkenastingelbbolašvuođaid háhkamis lea dehálaš ahte lea bures oahppan lohkodoahpagiid ja lohkoráiddu.
sma: Juktie hijven ryöknedimmietjiehpiesvoeth åadtjodh lea vihkeles hijven taalegoerkesinie jïh daajroem utnedh taaleraajroem bïjre.

source: Eaktun oahppat buriid rehkenastinstrategiijaid lea ahte ipmirda loguid juohkima logežiidda ja ovttežiidda, dovdat logešolbmáid (ja eará lohkoolbmáid) ja máhttit duppalastit ja juohkit beliin.
sma: Guarkedh guktie taalh juakasuvvieh luhkine jïh aktine, daajroem utnedh luhkievoelpi bïjre (jïh jeatjah taalevoelph), maehtedh taalide guektiengïerth darjodh jïh taalide gööktine juekedh leah vihkeles jis edtja maehtedh hijven

source: Viidásit leat buorit lohkanmáhtut ja lohkan bajás guvlui ja vulos guvlui gitta čuođi rádjái guovddáš oassi lohkorehkenastin máhtolašvuođa vuođus.
sma: Hijven ryöknemetjiehpiesvoeth jïh ryökneme bæjjese jïh våålese taalese tjuetie aaj akte vihkeles bielie dehtie våaroemistie tjiehpiesvoetide taaleryöknedimmesne.

source: Ollu oahppit rahčet addišuvnnain ja subtrakšuvnnain.
sma: Jïjnjh viesjies learohkh addisjovnine jïh subtraksjovnine tjabreminie.

source: Dutkan čájeha ahte subtrakšuvdna lea erenoamáš váttis.
sma: Dotkeme vuesehte subtraksjovne lea joekoen gïerve.

source: Dasa lea ollu sivvan ahte ohppiin lea heajos doabaipmárdus.
sma: Daate jeenjemasth dan åvteste daah learohkh viesjies dïejvesegoerkesem utnieh.

source: Oahppit geat rahčet geavahit dávjá ovttageardánis ja rievddakeahtes strategiijaid go galget čađahit rehkenastimiid dego Ánná ovdamearkkas vuollelis.
sma: Viesjies learohkh daamtaj naive jïh rigide strategijh nuhtjieh juktie aerviedimmieh darjodh, naemhtie goh Aanna vuesiehtimmesne vuelielisnie.

source: Sii lohket baicca eai ge rehkenaste.
sma: ryöknoeh sijjeste ryöknedidh.

source: Sivvan dasa dáidá leat oktavuođain lohkodoahpagiid, lohkama ja lohkofáktáid bajiloahppama gaskkas.
sma: Daate hævvi vienth dan åvteste lea ektiedimmieh gaskem taaledïejvesh, ryökneme jïh automatiseradimmie taalefaaktijste.

source: Oahppiovdamearka Ánná lohká álggos golbma suorpma gurut gieđas.
sma: Learohkevuesiehtimmie 3 + 5 = ____ Aanna voestegh golme soermh gårroehgietesne ryöknoe.

source: De son lohká vihtta suorpma gurut gieđas.
sma: Dan mænngan vïjhte soermh åelkiesgietesne ryöknoe.

source: Loahpas son lohká buot suorpmaid ja oažžu gávcci.
sma: Minngemes gaajhkide soermide ryöknoe jïh gaektsie åådtje.

source: Iŋgá “ deavdá ” olles logežii go vuos rehkenastá 17 + 3.
sma: 17 + 5 = ___ Læsja aktem ellies luhkiem «deavhtaš gosse ryöknede 17 + 3.

source: De son diehtá ahte guokte báhce viđežis, ja ahte supmi lea 22.
sma: Dellie daajra göökte aajmene vïjhteste, jïh summe lea 22.

source: Mihkkal lohká bajásguvlui guđežis gávnnahan dihte man ollu gaska lea guđeža ja 15 gaskkas.
sma: 15 – 6 = ___ Mihka bæjjese ryöknoe taaleste 6 juktie joekehtsem gaavnedh gaskem govhte jïh 15.

source: Go son lohká 1 go doallá badjin guhtta suorpma, de su vástádus gaskkas šaddá logi.
sma: Dan åvteste dïhte 1 ryöknoe gosse govhte soermh bæjjese steerie, dïhte gaavnehte joekehtse lea luhkie.

source: Ánná strategiija gohčoduvvo “ lohkat-buot ” - strategiijan.
sma: Aannan strategije gohtjesåvva «gaajhkem-ryöknedhš-strategije.

source: Nu ádjána, ja oahppit geat rahčet lohkamiin sáhttet jođánit lohkat boastut.
sma: Dïhte guhkiem vaasa, jïh dejtie viesjies ryöknijidie varke gåarede båajhtode ryöknedh.

source: Lohkat-buot strategiijat lea maiddái heajos vuohki lohkat go oahppit galget bargat máŋggasiffar loguiguin.
sma: Gaajhkem-ryöknedh strategijh eah leah dan maereles gosse learohkh edtjieh taaligujmie barkedh mej jienebh sifferh.

source: Oahppit geat leat oahppan lohkofáktáid, dihtet ahte supmi golmmas ja viđas lea gávcci.
sma: Learohkh mah leah taalefaaktah vejtiestamme, daejrieh golme jïh vïjhte lea gaektsie.

source: Iŋgá geavaha máhtuidis loguid ektui ja lohkanstrategiijaid ektui go čoavdá bargobihtá.
sma: Læjsa sov daajroeh taali jïh ryöknemestrategiji bïjre nuhtjie juktie laavenjassem loetedh.

source: Son diehtá ovdamearka dihte ahte loguid sáhttá juohkit joavkkuide.
sma: Dïhte daajra vuesiehtimmien gaavhtan taalh maehtieh dåehkine juakasovvedh.

source: Mihkkal geavaha “ lohkat-bajásguvlui ” strategiija čoavdit substrakšuvdnabargobihtáid.
sma: Mihka aktem «bæjjese-ryöknedhš-strategijem nuhtjie juktie subtraksjovnelaavenjassh loetedh.

source: Dat sáhttá leat buorre strategiija jus dan geavaha searválaga lohkofáktáiguin.
sma: Daate maahta akte hijven strategije årrodh dastegh dïhte åtnasåvva taalefaaktajgujmie ektine.

source: Mihkkal rahčá geavahit strategiija riekta.
sma: Mihka tjabreminie strategijem reaktoelaakan nuhtjedh.

source: Ollu oahppit geat rahčet boastudit go geavahit lohkanstrategiijaid, juogo danne go lohket boastut, dahje danne go rahčet geavahit strategiijaid.
sma: viesjies learohkh båajhtode darjoeh gosse ryökneme-strategijh nuhtjieh, juktie dah båajhtode ryöknoeh jallh dah tjabreminie strategijem nuhtjedh.

source: Oahpahusa mihttu lea ovdánahttit ohppiid lohkanstrategiijain rehkenastinstrategiijaide.
sma: Ööhpehtimmien ulmie lea learohkh edtjieh ryöknemestrategijijste ryöknedimmiestrategijide vaedtsedh.

source: Dasa lassin lea dehálaš ahte oahppit ohppet bajil lohkofáktáid.
sma: Lissine vihkeles learohkh taalefaakta automatiseradieh. Automatiseradamme taalefaaktah

source: Go oahppit ohppet lohkofáktáid de geahpida dat rehkenastima ohppiide dainna lágiin ahte kognitiiva noađđi njiedjá go oahppi de ii dárbbaš geavahit návccaid lohkamii.
sma: ryöknedimmiem aelhkebe darjoeh learoehkidie juktie dïhte kognitijve maajsoe vaanene dan åvteste learohkh slyöhpoeh tïjjem jïh faamoem nuhtjedh ryöknemisnie.

source: Bahá lea maid vajálduhttit maid lea juo lohkan, ja mii lei vel báhcán lohkat, jus ovdamearka dihte galgá rehkenastit 25 + 13 logiin suorpmaiguin.
sma: Aaj aelhkie bijjieguvviem dassedh dan bïjre maam lea ryökneme, jïh mij aajmene ryöknedh, jis edtja vuesiehtimmien gaavhtan ryöknedidh 25 + 13 luhkie soermine.

source: Jus muhtun oahppi rehkenastá hejot kártengeahččaleami addišuvdna ja subtrakšuvdna bihtáin, de sáhttá dat mearkkašit ahte oahppis leat heajos rehkenastinstrategiijat, ovdamearka dihte ahte oahppi geavaha “ lohkat-buot ” - strategiija addišuvdna bargobihtáin.
sma: dorje sæjrojne addisjovnine jïh subtraksjovnine goerehtallemepryövesne, maahta vååjnedh goh learohken leah viesjies ryöknedimmiestrategijh, vuesiehtimmien gaavhtan learohke nuhtjie «gaajhkem-ryöknedhš-strategijh addisjovnelaavenjassine.

source: Áigemearri dain siidduin lea biddjon nu ahte diekkár heajos strategiijageavaheapmi galggašii dagahit ahte oahppi ii háhppet bargat buot bargobihtáid.
sma: Tïjjemierie daejnie sæjrojne lea naemhtie bïejesovveme guktie viesjies strategijeåtnoe sæjhta sån darjodh learohke ij hïnnh gaajhkide laavenjasside darjodh.

source: Ohppiid strategiijaid lea dehálaš kártet, danne go strategiijaovdáneapmi lea hui dehálaš oahppi rehkenastinmáhtolašvuođaid ovdáneamis.
sma: Vihkeles learohki strategijh goerehtalledh, dan åvteste strategijeevtiedimmie lea joekoen vihkeles evtiedimmien gaavhtan learohki ryöknedimmietjiehpiesvoetijste.

source: Oahppit ohppet dábálaččat vuos “ lohkat-buot ” ” - strategiijaid addišuvdnii ja de dađistaga “ lohkat-viidásit ” “ lohkat-viidásit ” - strategiijaid.
sma: Evtiedimmie ryöknedimmiestrategijijste «Gaajhkem-ryöknedhš-strategijijste addisjovnese lea sïejhme learohkh ånnetji ånnetji «guhkiebasse-ryöknedhš-strategijh lierieh.

source: Álggos sáhttá dat leat nu ahte lohket viidásit dan logus maid leat addán álggos, muhto dađistaga galggaše oahppit lohkat viidásit dan stuorimus logus.
sma: Aalkoelisnie maahta årrodh guhkiebasse dehtie taaleste ryöknedh mij lea neebnesovveme voestegh, men ånnetji ånnetji learohkh byöroe guhkiebasse ryöknedh dehtie stööremes taaleste.

source: Dat leat rasjonála strategiijat, ja lohkagoahtit viidásit stuorimus logus lea beaktilleppot ja geabbileappot go “ lohkat-buot ” - strategiija.
sma: Daate lea rasjovnelle strategijh, jïh guhkiebasse ryöknedh dehtie stööremes taaleste lea vielie effektijve jïh fleksijbele goh akte «gaajhkem-ryöknedhš-strategije.

source: Dađistaga go oahppit leat gártadan vásáhusaid lohkamis, de sii muitigohtet ahte 3 + 5 lea gávcci, ja vurkejit dan lohkofáktán maid maŋŋil sáhttet viežžat guhkesáiggemuittus.
sma: Mænngan goh learohkh leah jijnjh dååjrehtimmieh dorjeme ryökneminie, sijhtieh mujhtedh 3 + 5 lea gaektesie, jïh daam vöörhkedh goh akte taallefaakta maam maehtieh mænngan veedtjedh guhkiesmojhtesistie.

source: Mihttu lea ahte oahppit galget geavahit lohkofáktáid searválaga beaktilis lohkanstrategiijaiguin čoavdit bargobihtáid.
sma: Ulmie lea learohkh edtjieh taalefaaktem nuhtjedh effektijve ryöknemestrategijigujmie ektine, juktie laavenjassh loetedh.

source: De sáhttet 8 + 7 ovdamearka dihte čoavdit nu ahte oahppi jurddaša 8 + 7 lea ovtta eanet go 7 + 7, nappo 15.
sma: Dellie learohke maahta 8 + 7 vuesiehtimmien gaavhtan loetedh gosse satne ussjede 8 + 7 lea akte vielie goh 7 + 7, amma 15.

source: Oahppit ohppet maiddái strategiijaid daidda eará rehkenastinmálliide.
sma: Learohkh aaj strategijh evtiedieh dejtie mubpide ryöknedimmiesåarhtide.

source: Ollu oahppit geavahit “ lohkat bajásguvlui ” ” - dahje lohkat vulosguvlui ” - strategiijaid subtrakšuvdna rehkenastimis.
sma: Jïjnjh learohkh «bæjjese-ryöknedhš - jallh «våålese-ryöknedhš-strategijh nuhtjieh subtraksjovnese.

source: “ Lohkat vulosguvlui ” - strategiijat leat hui gáibideaddji go dat gáibidit ahte lohká guokte ráiddu oktanagas: Ferte lohkat vulosguvlui ovtta logus nuppi lohkui ja seammás lohkat dan lohkui mas galgá vulosguvlui lohkagoahtit.
sma: «Våålese-ryöknedhš-strategijh leah krïevije dan åvteste dïhte Sæjroe ryöknemem kreava göökte raajrojste seamma tïjjen: Tjuara våålese ryöknedh dehtie aktede taaleste dan måbpan, jïh seamma tïjjen bæjjese ryöknedh dam låhkoem maam edtja våålese ryöknedh.

source: Muhtun oahppit čovdet subtrakšuvdna bihtáid dainna lágiin ahte gesset veahážiid mielde ain hávális.
sma: Muvhth learohkh subtraksjovnelaavenjassh luetieh viehkine bååstede giesedh «ånnetji ånnetjiš.

source: Dađistaga máhttigohtet oahppit čoavdit subtrakšuvdnabargobihtáid nu ahte čovdet álkibut váttisvuođa ja geavahit dan vuolggasadjin gávdnat vástádusa bargobihttái, dahje nu ahte geavahit sihke lohkofáktáid ja strategiijaid.
sma: Mænngan learohkh sijhtieh maehtedh subtraksjovnelaavenjassh loetedh viehkine aktem aelhkebe dåeriesmoerem loetedh jïh dam goh våaroeminie nuhtjedh juktie vaestiedassem gaavnedh dan voestes laavenjassese, jallh aktem aktanimmiem nuhtjedh taalefaaktijste jïh strategijijste.

source: Ollu oahppit ipmirdit multiplikašuvnna dainna lágiin ahte dat lea geardduhuvvon addišuvdna ja ahte multiplikašuvdnabargobihtáid sáhttá čoavdit bajásguvlui lohkamiin, juogo joavkkuid mielde lohkamiin dahje suorpmaiguin lohkat ovtta ja ovtta.
sma: Jïjnjh learohkh guarkah multiplikasjovnem goh mubpesth addisjovne jïh multiplikasjovnelaavenjassh loetedh viehkine ryöknedh, dåehkieryökneminie jallh akti akti ryöknedh viehkine soermijste.

source: multiplikašuvdnatabeallaiguin sáhttá veahkehit ohppiid muitit lohkofáktáid nugo ahte 4 x 6 = 24.
sma: Multiplikasjovnetabelligujmie barkedh maahta learoehkidie viehkiehtidh taalefaaktah vöörhkedh, goh 4 x 6 = 24.

source: Ollu oahppit dárbbašit maiddái veahki ipmirdit ahte dat mearkkaša ahte 24 seammás sáhttá faktoriserejuvvon i 4 x 6:s.
sma: Jïjnjh learohkh viehkiem daarpesjieh guarkedh seamma tïjjen dle 24 maahta faktovrisedamme sjïdtedh goh 4 x 6.

source: Váilevaš strategiijaovdáneapmi lea nannoseamos prediktáhtor matematihkkaváttuide maŋitáiggi.
sma: Faatoes strategijeevtiedimmie lea dïhte veaksahkommes prediktovre dejtie minngebe matematihketsagkesidie.

source: Dat mearkkaša ahte go muhtun oahppi joatká geavahit “ lohkat-buot ” ” - strategiijaid go eará oahppit leat juo geavahišgoahtán “ lohkat-viidásit ” “ lohkat-viidásit ” - strategiija ja lohkofáktá-máhtuset, de lea dat várrehus.
sma: Daate sæjhta jiehtedh gosse akte learohke jåarhka «gaajhkem-ryöknedh š--strategijh nuhtjedh, gosse jeatjah learohkh lea aalkeme «guhkiebasse-ryöknedhš-strategijh jïh taalefaakta-daajroem nuhtjedh, daate akte vaahravæhta.

source: Jáhku mielde oahppi ii leat ovdánan vuođđo rehkenastinmáhtolašvuođain nu go vuordit, ja oahppi sáhttá oažžut oppalaš matematihkkaváttuid.
sma: Daate learohke sån ij dam evtiedimmiem utnieh dejstie uvtemesth ryöknedimmietjiehpiesvoetijste mejtie veanhtadibie, jïh learohke maahta sïejhme

source: Oahppit geain leat matematihkkaváttut rahčet eanet go eará oahppit lohkamiin gávdnat vástádusa álkes addišuvdnabargobihtáide (supmi guovtti logus vuollil logi).
sma: Learohkh matematihketsagkesigujmie tjabreminie aaj vielie goh mubpieh learohkh ryökneminie juktie vaestiedassh gaavnedh aelhkie addisjovnelaavenjassine (summe göökte taalijste unnebe goh luhkie).

source: Dat erohus lassána agi mielde.
sma: Daate joekehtse læssene gosse båarasåbpoe sjædta.

source: Go viidásit galgá čuovvolahttit ohppiid de lea dárbbašlaš kártet mo oahppit čovdet addišuvdna- ja subtrakšuvdnabargobihtáid, sihke čállon bargobihtáid ja bargobihtáid mat leat muhtun konteavsttas.
sma: Geajnoe guhkiebasse Dan vijriesåbpoe dåarjelimmien gaavhtan lea daerpies goerehtalledh guktie learohke addisjovne- jïh subtraksjovnelaavenjassh luetieh, dovne bæjjese bïejeme laavenjassh jïh laavenjassh aktine kontekstine.

source: Jus oahppi lohká loguid, mo dasto lohká oahppi ?
sma: Dastegh learohke ryöknoe, guktie learohke ryöknoe ?

source: Geavaha go oahppi seamma čoavdinvuogi (lohkanstrategiija) buot bargobihtáin ?
sma: Learohke seamma loetemevuekiem (ryöknemestrategije) nuhtjie gaajhkine laavenjassine ?

source: Makkár lohkofáktáid máhttá oahppi ?
sma: Mah taalefaaktah learohke maahta ?

source: Sáhttá leat ávkkálaš veahkehit oahppi oahppat bajil lohkofáktáid.
sma: Maahta akte aevhkie årrodh learohkem viehkiehtidh taalefaaktah automatiseradidh.

source: Bargoáigi mii biddjo dasa, galggašii leat oalle oanehaš.
sma: Dah boelhkh mah daan barkose bïejesuvvieh, byöroeh naa åenehks årrodh.

source: Stoahkanhárjehallan, nugo bircospealut, dahje eará spealut mat leat heivehuvvon lohkofáktáid hárjehallamii dihto lohkoguovlluin, sáhttet geavahuvvot ohppiid movttiideapmái.
sma: Haarjanimmie goh stååkedimmie, goh teernegespïele, jallh jeatjah spïelh mah leah sjïehteladteme taalefaaktah aktene vihties taalesuerkesne haarjanidh, maehtieh åtnasovvedh juktie

source: Ohppiide berre leat čielggas mii lea aktivitehtaid ulbmil.
sma: Darjomen aajkoe byöroe tjïelke årrodh learoehkasse.

source: Oahppit galggaše maiddái oažžut vejolašvuođa oahppat bajil lohkofáktáid mat muitalit differánssa loguid gaskkas, ovdamearka dihte ahte 5 – 2 = 3, ja ahte 5 – 3 = 2.
sma: Learohkh byöroeh aaj nuepiem åadtjodh taalefaaktah automatiseradidh mah differansi bïjre soptsestieh taali gaskem, vuesiehtimmien gaavhtan 5 – 2 = 3 jïh 5 – 3 = 2.

source: Dakkár ipmárdus addá maiddái ohppiide eanet máhtu loguid gaskasaš oktavuođain.
sma: Dagkeres daajroe sæjhta aaj learoehkidie vielie daajroem vedtedh ektiedimmiej bïjre taali gaskem.

source: Oallugat hárjehallet loguid gearduntabeallas.
sma: Jeenjesh jïjnjem haarjeneminie taaline geartoehtimmietabellesne.

source: Muitte ahte sáhttá leat stuora veahkkin ohppiide maŋŋil skuvlavázzimis ahte veahkeha sin maiddái máhttit gearduntabealla “ maŋos guvlui ”, dat mearkkaša ahte sii maiddái ohppet lohkofáktáid nugo ahte 21 lea seamma go golmma geardde čieža.
sma: viehkine årrodh learoehkidie mænngan skuvletïjjen jis dejtie aaj lïerehte geartoehtimmietabellen bååstede maehtedh, daate sæjhta jiehtedh dah aaj taalefaaktah lierieh goh 21 lea seamma goh golme tjïjhtje aejkieh. Sæjroe

source: Oahpaheaddji sáhttá veahkehit oahppi oahppagoahtit máŋggalágan ja beaktilis strategiijaid ja geavahanguovlluid ja ahte daid besset geahččaladdet sihke unnán ja ollu doarjagiin.
sma: Lohkehtæjja maahta learohkem åvtese viehkiehtidh akten jeereldihkie jïh radtjoes strategijeåtnoen vööste, viehkine strategijh vuesiehtidh jïh guktie dah åtnasuvvieh.

source: Go galgá veahkehit oahppi ovddidit strategiijaid, de ferte oahpahus heivehuvvon dasa ahte veahkeha oahppi ovdánit boahtte ceahkkái.
sma: Learohke daarpesje dovne ovmessie strategijh jïh åtnoesuerkieh vuejnedh jïh dejnie haarjanidh jeereldihkie viehkine.
